{
  "header": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: ноябрь 2025"
  },
  "introduction": {
    "title": "Введение",
    "paragraph1": "Настоящая Политика конфиденциальности описывает, как мы собираем, используем и защищаем вашу личную информацию при использовании DotCTL («Программа») или посещении нашего сайта.",
    "paragraph2": "Мы стремимся защищать вашу конфиденциальность и соблюдать применимые законы о защите данных."
  },
  "information": {
    "title": "Информация, которую мы собираем",
    "automatic": {
      "title": "Информация, собираемая автоматически",
      "point1": "Информация об устройстве и сети (IP-адрес, детали сетевого интерфейса)",
      "point2": "Статистика использования программного обеспечения и метрики производительности",
      "point3": "Журналы ошибок и отладочная информация",
      "point4": "Информация о браузере и операционной системе при использовании наших веб-сервисов"
    },
    "provided": {
      "title": "Информация, которую вы предоставляете нам",
      "point1": "Адрес электронной почты и контактная информация при регистрации для бета-доступа",
      "point2": "Обратная связь, отчеты об ошибках и запросы функций, которые вы отправляете",
      "point3": "История общения при контакте с нашей командой поддержки",
      "point4": "Ответы на опросы и данные пользовательских исследований"
    }
  },
  "use": {
    "title": "Как мы используем вашу информацию",
    "purpose1": "Предоставлять, поддерживать и улучшать DotCTL",
    "purpose2": "Общаться с вами об обновлениях, функциях и поддержке",
    "purpose3": "Анализировать паттерны использования и улучшать пользовательский опыт",
    "purpose4": "Диагностировать технические проблемы и предоставлять поддержку клиентов",
    "purpose5": "Соблюдать юридические обязательства и обеспечивать соблюдение наших Условий обслуживания",
    "purpose6": "Проводить исследования и разработку для будущих функций продукта"
  },
  "sharing": {
    "title": "Обмен информацией и раскрытие",
    "paragraph1": "Мы не продаем, не обмениваем и не передаем вашу личную информацию третьим сторонам без вашего согласия, за исключением случаев, описанных в настоящей Политике конфиденциальности.",
    "serviceProviders": "Мы можем поделиться вашей информацией с доверенными поставщиками услуг, которые помогают нам управлять нашим сайтом и программным обеспечением (например, хостинговые провайдеры, аналитические сервисы), при условии строгих соглашений о конфиденциальности.",
    "legal": "Мы можем раскрыть вашу информацию, если это требуется законом, судебным вызовом или юридическим процессом, или для защиты наших прав или безопасности других.",
    "aggregate": "Мы можем поделиться агрегированными и анонимизированными данными об использовании программного обеспечения для исследовательских и отраслевых целей сравнения."
  },
  "dataSecurity": {
    "title": "Безопасность данных",
    "paragraph1": "Мы внедряем соответствующие технические и организационные меры для защиты вашей личной информации от несанкционированного доступа, изменения, раскрытия или уничтожения.",
    "paragraph2": "Это включает шифрование чувствительных данных, безопасный хостинг, регулярные аудиты безопасности и контроль доступа.",
    "paragraph3": "Однако ни один метод передачи через интернет или электронное хранение не является на 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
  },
  "dataRetention": {
    "title": "Хранение данных",
    "paragraph1": "Мы сохраняем вашу личную информацию только пока это необходимо для выполнения целей, описанных в настоящей Политике конфиденциальности, или как требуется законом.",
    "paragraph2": "Данные пользователей бета-версии будут сохранены на протяжении бета-периода и в разумное время после этого для целей поддержки и улучшения.",
    "paragraph3": "Вы можете запросить удаление вашей личной информации в любое время, связавшись с нами."
  },
  "cookies": {
    "title": "Файлы cookie и технологии отслеживания",
    "paragraph1": "Наш сайт может использовать файлы cookie, веб-маяки и аналогичные технологии для улучшения вашего опыта и анализа использования сайта.",
    "paragraph2": "Эти технологии помогают нам понять, как посетители используют наш сайт и предоставляют лучшую функциональность.",
    "paragraph3": "Вы можете контролировать настройки cookie через предпочтения вашего браузера."
  },
  "international": {
    "title": "Международные трансферы данных",
    "paragraph1": "Ваша информация может обрабатываться и храниться в странах, отличных от вашей собственной, где законы о защите данных могут отличаться.",
    "paragraph2": "Мы обеспечиваем, чтобы любые международные трансферы соответствовали применимым законам о защите данных и поддерживали соответствующие меры безопасности."
  },
  "children": {
    "title": "Конфиденциальность детей",
    "paragraph1": "DotCTL не предназначен для использования лицами младше 18 лет.",
    "paragraph2": "Мы осознанно не собираем личную информацию от детей младше 18 лет."
  },
  "rights": {
    "title": "Ваши права и выбор",
    "point1": "Доступ: Запрос копии личной информации, которую мы храним о вас",
    "point2": "Исправление: Запрос исправления неточной или неполной информации",
    "point3": "Удаление: Запрос удаления вашей личной информации (с учетом юридических ограничений)",
    "point4": "Переносимость: Запрос переноса ваших данных в структурированном формате",
    "point5": "Возражение: Возражение против обработки нами вашей личной информации",
    "point6": "Ограничение: Запрос ограничения обработки в определенных обстоятельствах"
  },
  "changes": {
    "title": "Изменения в настоящей Политике конфиденциальности",
    "paragraph1": "Мы можем обновлять настоящую Политику конфиденциальности время от времени, чтобы отразить изменения в наших практиках или юридических требованиях.",
    "paragraph2": "Мы уведомим вас о любых существенных изменениях через наш сайт или другими подходящими средствами.",
    "paragraph3": "Ваше продолжение использования DotCTL после изменений означает принятие обновленной Политики конфиденциальности."
  },
  "contact": {
    "title": "Связаться с нами",
    "paragraph1": "Если у вас есть вопросы по настоящей Политике конфиденциальности или нашим практикам данных, пожалуйста, свяжитесь с нами по адресу:",
    "email": "privacy@dotctl.com",
    "paragraph2": "Мы ответим на ваши запросы в течение 30 дней."
  }
}
