{
  "header": {
    "title": "Условия обслуживания",
    "lastUpdated": "Последнее обновление: ноябрь 2025"
  },
  "introduction": {
    "title": "Введение",
    "paragraph1": "Настоящие Условия обслуживания («Условия») регулируют ваш доступ к и использование DotCTL («Программа»), инструмента управления и анализа сетевого трафика, предоставляемого нами («мы», «нас» или «наше»). Осуществляя доступ к DotCTL или используя его, вы соглашаетесь соблюдать настоящие Условия.",
    "paragraph2": "Пожалуйста, внимательно прочитайте настоящие Условия перед использованием DotCTL. Если вы не согласны с настоящими Условиями, пожалуйста, не используйте Программу."
  },
  "definitions": {
    "title": "Определения",
    "software": "«DotCTL» означает программное обеспечение Dynamic Overhead Traffic Control и всю связанную документацию, обновления и компоненты.",
    "user": "«Пользователь» или «вы» означает любое физическое или юридическое лицо, использующее DotCTL.",
    "beta": "«Бета» означает этап тестирования DotCTL, на котором функции могут быть неполными, содержать ошибки или изменяться без уведомления."
  },
  "license": {
    "title": "Предоставление лицензии",
    "paragraph1": "С соблюдением вами настоящих Условий, мы предоставляем вам ограниченную, неисключительную, непередаваемую лицензию на использование DotCTL исключительно для личных или внутренних деловых целей.",
    "paragraph2": "Данная лицензия не включает право модифицировать, распространять, продавать или предоставлять сублицензию на DotCTL в какой-либо форме."
  },
  "betaTerms": {
    "title": "Условия бета-тестирования",
    "paragraph1": "DotCTL в настоящее время находится в бета-версии. Бета-функции могут быть нестабильными, могут работать не как задумано и могут вызвать повреждения ваших систем или сетей.",
    "paragraph2": "Вы признаете и соглашаетесь, что используете DotCTL на свой страх и риск, и мы не несем ответственности за любые повреждения, возникающие из-за использования бета-функций.",
    "paragraph3": "Вы соглашаетесь предоставлять обратную связь по производительности DotCTL, ошибкам и удобству использования."
  },
  "userObligations": {
    "title": "Обязанности пользователя",
    "paragraph1": "Вы должны использовать DotCTL только на сетях, которыми вы владеете или имеете явное разрешение на управление.",
    "paragraph2": "Вы не должны использовать DotCTL для каких-либо незаконных целей, включая, помимо прочего, несанкционированное мониторинг сети, перехват трафика или любые действия, нарушающие применимое законодательство.",
    "paragraph3": "Вы несете ответственность за поддержание конфиденциальности любых учетных данных доступа и за все действия, происходящие под вашим аккаунтом."
  },
  "acceptableUse": {
    "title": "Политика допустимого использования",
    "paragraph1": "Вы соглашаетесь не использовать DotCTL для:",
    "bullet1": "Нарушения каких-либо применимых законов или нормативов",
    "bullet2": "Посягательства на права других",
    "bullet3": "Передачи вирусов, вредоносного ПО или другого вредоносного кода",
    "bullet4": "Попыток получения несанкционированного доступа к сетям или системам",
    "bullet5": "Проведения сетевых атак, атак типа «отказ в обслуживании» или любой формы кибератаки",
    "bullet6": "Преследования, угроз или оскорбления отдельных лиц или организаций"
  },
  "privacy": {
    "title": "Конфиденциальность и сбор данных",
    "paragraph1": "Ваша конфиденциальность важна для нас. Пожалуйста, обратитесь к нашей Политике конфиденциальности за информацией о том, как мы собираем, используем и защищаем вашу личную информацию.",
    "paragraph2": "DotCTL может собирать технические данные о вашем сетевом использовании исключительно для улучшения программного обеспечения и предоставления поддержки."
  },
  "disclaimers": {
    "title": "Отказы от ответственности",
    "paragraph1": "КАК ЕСТЬ БЕЗ ГАРАНТИЙ: DotCTL предоставляется «как есть» без гарантий любого рода, явных или подразумеваемых.",
    "paragraph2": "Мы не гарантируем, что DotCTL будет без ошибок, безопасным или совместимым с вашими системами.",
    "paragraph3": "Мы не делаем заявлений об точности, полноте или пригодности информации, предоставляемой DotCTL.",
    "paragraph4": "Сетевые инструменты сложны и могут иметь непредсказуемые эффекты на вашу сетевую среду. Используйте с осторожностью."
  },
  "limitation": {
    "title": "Ограничение ответственности",
    "paragraph1": "В максимально разрешенной законом степени, мы не будем нести ответственность за любые прямые, косвенные, случайные, последующие или punitive убытки, возникающие из вашего использования DotCTL.",
    "paragraph2": "Это включает, но не ограничивается, убытками от потери прибыли, данных или сетевых сбоев.",
    "paragraph3": "Наша общая ответственность по настоящим Условиям не превысит сумму, которую вы заплатили за DotCTL (если таковую)."
  },
  "termination": {
    "title": "Прекращение",
    "paragraph1": "Мы можем прекратить ваш доступ к DotCTL в любое время за нарушение настоящих Условий.",
    "paragraph2": "После прекращения все права, предоставленные вам по настоящим Условиям, прекратятся."
  },
  "changes": {
    "title": "Изменения в Условиях",
    "paragraph1": "Мы можем обновлять настоящие Условия время от времени. Мы уведомим вас о любых существенных изменениях.",
    "paragraph2": "Ваше продолжение использования DotCTL после изменений означает принятие новых Условий."
  },
  "governing": {
    "title": "Применимое право",
    "paragraph1": "Настоящие Условия регулируются законами [Ваша юрисдикция], без учета принципов коллизионного права."
  },
  "contact": {
    "title": "Связаться с нами",
    "paragraph1": "Если у вас есть вопросы по настоящим Условиям, пожалуйста, свяжитесь с нами по адресу:",
    "email": "support@dotctl.com"
  }
}
