{
  "header": {
    "title": "سياسة الخصوصية",
    "lastUpdated": "آخر تحديث: نوفمبر 2025"
  },
  "introduction": {
    "title": "المقدمة",
    "paragraph1": "تصف سياسة الخصوصية هذه كيفية جمعنا, استخدامنا, وحماية معلوماتك الشخصية عند استخدام DotCTL («البرمجيات») أو زيارة موقعنا.",
    "paragraph2": "نحن ملتزمون بحماية خصوصيتك والامتثال لقوانين حماية البيانات المعمول بها."
  },
  "information": {
    "title": "المعلومات التي نجمعها",
    "automatic": {
      "title": "المعلومات المجمعة تلقائيًا",
      "point1": "معلومات الجهاز والشبكة (عنوان IP, تفاصيل واجهة الشبكة)",
      "point2": "إحصائيات استخدام البرمجيات ومقاييس الأداء",
      "point3": "سجلات الأخطاء ومعلومات التصحيح",
      "point4": "معلومات المتصفح ونظام التشغيل عند استخدام خدماتنا الويبية"
    },
    "provided": {
      "title": "المعلومات التي تقدمها لنا",
      "point1": "عنوان البريد الإلكتروني ومعلومات الاتصال عند التسجيل للوصول beta",
      "point2": "التغذية الراجعة, تقارير الأخطاء, وطلبات الميزات التي تقدمها",
      "point3": "تاريخ التواصل عند الاتصال بفريق الدعم الخاص بنا",
      "point4": "استجابات الاستطلاع وبيانات البحث عن المستخدم"
    }
  },
  "use": {
    "title": "كيف نستخدم معلوماتك",
    "purpose1": "تقديم, صيانة, وتحسين DotCTL",
    "purpose2": "التواصل معك حول التحديثات, الميزات, والدعم",
    "purpose3": "تحليل أنماط الاستخدام وتحسين تجربة المستخدم",
    "purpose4": "تشخيص المشكلات الفنية وتقديم الدعم للعميل",
    "purpose5": "الامتثال للالتزامات القانونية وتطبيق شروط الخدمة الخاصة بنا",
    "purpose6": "إجراء البحث والتطوير لميزات المنتج المستقبلية"
  },
  "sharing": {
    "title": "مشاركة المعلومات والكشف عنها",
    "paragraph1": "نحن لا نبيع, نتاجر, أو ننقل معلوماتك الشخصية إلى طرف ثالث بدون موافقتك, باستثناء ما هو موصوف في سياسة الخصوصية هذه.",
    "serviceProviders": "قد نشارك معلوماتك مع مقدمي الخدمات الموثوقين الذين يساعدوننا في تشغيل موقعنا وبرمجياتنا (مثل مقدمي الاستضافة, خدمات التحليل), مع مراعاة اتفاقيات السرية الصارمة.",
    "legal": "قد نكشف معلوماتك إذا كان ذلك مطلوبًا بموجب القانون, الاستدعاء, أو الإجراءات القانونية, أو لحماية حقوقنا أو سلامة الآخرين.",
    "aggregate": "قد نشارك بيانات مجمعة ومجهولة المصدر عن استخدام البرمجيات لأغراض البحث والمرجعية الصناعية."
  },
  "dataSecurity": {
    "title": "أمان البيانات",
    "paragraph1": "ننفذ التدابير التقنية والتنظيمية المناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به, التغيير, الكشف, أو التدمير.",
    "paragraph2": "يشمل ذلك تشفير البيانات الحساسة, الاستضافة الآمنة, عمليات تدقيق الأمان المنتظمة, والسيطرة على الوصول.",
    "paragraph3": "ومع ذلك, لا طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100%, وليس بإمكاننا ضمان الأمان المطلق."
  },
  "dataRetention": {
    "title": "الاحتفاظ بالبيانات",
    "paragraph1": "نحتفظ بمعلوماتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض المحددة في سياسة الخصوصية هذه, أو كما يُطلب بموجب القانون.",
    "paragraph2": "سيتم الاحتفاظ ببيانات مستخدمي beta طوال فترة beta ولفترة معقولة بعد ذلك لأغراض الدعم والتحسين.",
    "paragraph3": "يمكنك طلب حذف معلوماتك الشخصية في أي وقت بالاتصال بنا."
  },
  "cookies": {
    "title": "ملفات تعريف الارتباط وتقنيات التتبع",
    "paragraph1": "قد يستخدم موقعنا ملفات تعريف الارتباط, علامات الويب, وتقنيات مماثلة لتحسين تجربتك وتحليل استخدام الموقع.",
    "paragraph2": "تساعد هذه التقنيات في فهمنا كيف يستخدم الزوار موقعنا وتوفير وظائف أفضل.",
    "paragraph3": "يمكنك التحكم في إعدادات ملفات تعريف الارتباط عبر تفضيلات متصفحك."
  },
  "international": {
    "title": "تحويلات البيانات الدولية",
    "paragraph1": "قد تتم معالجة معلوماتك وتخزينها في دول أخرى غير دولتك, حيث قد تختلف قوانين حماية البيانات.",
    "paragraph2": "نضمن أن أي تحويلات دولية تتوافق مع قوانين حماية البيانات المعمول بها وتحتفظ بإجراءات وقائية مناسبة."
  },
  "children": {
    "title": "خصوصية الأطفال",
    "paragraph1": "DotCTL غير مخصص للاستخدام من قبل الأفراد تحت سن 18 عامًا.",
    "paragraph2": "نحن لا نجمع عمدًا معلومات شخصية من الأطفال دون سن 18."
  },
  "rights": {
    "title": "حقوقك وخياراتك",
    "point1": "الوصول: طلب نسخة من المعلومات الشخصية التي نحتفظ بها عنك",
    "point2": "التصحيح: طلب تصحيح المعلومات غير الدقيقة أو غير الكاملة",
    "point3": "الحذف: طلب حذف معلوماتك الشخصية (مع مراعاة القيود القانونية)",
    "point4": "النقل: طلب نقل بياناتك في تنسيق منظم",
    "point5": "الاعتراض: الاعتراض على معالجتنا لمعلوماتك الشخصية",
    "point6": "القيود: طلب تقييد المعالجة في ظروف معينة"
  },
  "changes": {
    "title": "تغييرات في سياسة الخصوصية هذه",
    "paragraph1": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية.",
    "paragraph2": "سنخطرك بأي تغييرات جوهرية عبر موقعنا أو بطرق مناسبة أخرى.",
    "paragraph3": "استمرارك في استخدام DotCTL بعد التغييرات يشكل قبول سياسة الخصوصية المحدثة."
  },
  "contact": {
    "title": "تواصل معنا",
    "paragraph1": "إذا كان لديك أسئلة حول سياسة الخصوصية هذه أو ممارسات بياناتنا, يرجى التواصل معنا على:",
    "email": "privacy@dotctl.com",
    "paragraph2": "سنرد على استفساراتك في غضون 30 يومًا."
  }
}
