{
  "header": {
    "title": "شروط الخدمة",
    "lastUpdated": "آخر تحديث: نوفمبر 2025"
  },
  "introduction": {
    "title": "المقدمة",
    "paragraph1": "تحكم شروط الخدمة هذه («الشروط») الوصول إلى DotCTL واستخدامها («البرمجيات»), أداة مراقبة وتحليل حركة الشبكة المقدمة منا («نحن», «لنا», أو «ملكنا»). بالوصول إلى DotCTL أو استخدامها, توافق على الالتزام بهذه الشروط.",
    "paragraph2": "يرجى قراءة هذه الشروط بعناية قبل استخدام DotCTL. إذا كنت لا توافق على هذه الشروط, يرجى عدم استخدام البرمجيات."
  },
  "definitions": {
    "title": "التعاريف",
    "software": "يعني «DotCTL» برمجيات Dynamic Overhead Traffic Control وكل الوثائق, التحديثات, والمكونات ذات الصلة.",
    "user": "يعني «المستخدم» أو «أنت» أي شخص أو كيان يستخدم DotCTL.",
    "beta": "يعني «بيتا» مرحلة الاختبار لـDotCTL حيث قد تكون الخصائص غير كاملة, تحتوي على أخطاء, أو تتغير بدون إشعار."
  },
  "license": {
    "title": "منح الترخيص",
    "paragraph1": "مع مراعاة الامتثال لديك لهذه الشروط, نمنحك ترخيص محدود, غير حصري, غير قابل للتحويل لاستخدام DotCTL لأغراض شخصية أو أعمال داخلية فقط.",
    "paragraph2": "لا يشمل هذا الترخيص حق تعديل, توزيع, بيع, أو ترخيص فرعي لـDotCTL بأي شكل."
  },
  "betaTerms": {
    "title": "شروط اختبار البيتا",
    "paragraph1": "DotCTL حاليا في بيتا. قد تكون خصائص البيتا غير مستقرة, قد لا تعمل كما هو مقصود, وقد تسبب ضرر لأنظمتك أو شبكاتك.",
    "paragraph2": "تؤكد وتوافق أنك تستخدم DotCTL على مسؤوليتك الخاصة وأننا غير مسؤولين عن أي أضرار ناتجة عن استخدام خصائص البيتا.",
    "paragraph3": "توافق على تقديم تغذية راجعة حول أداء DotCTL, الأخطاء, وقابلية الاستخدام."
  },
  "userObligations": {
    "title": "التزامات المستخدم",
    "paragraph1": "يجب أن تستخدم DotCTL فقط على الشبكات التي تملكها أو لديك إذن صريح بإدارتها.",
    "paragraph2": "يجب ألا تستخدم DotCTL لأغراض غير قانونية, بما في ذلك وليس محصرًا مراقبة الشبكة غير المصرح بها, اعتراض الحركة, أو أي أنشطة تنتهك القوانين المعمول بها.",
    "paragraph3": "أنت مسؤول عن الحفاظ على سرية أي بيانات اعتماد وصول و عن جميع الأنشطة التي تحدث تحت حسابك."
  },
  "acceptableUse": {
    "title": "سياسة الاستخدام المقبول",
    "paragraph1": "توافق على عدم استخدام DotCTL لـ:",
    "bullet1": "انتهاك أي قوانين أو لوائح معمول بها",
    "bullet2": "التعدي على حقوق الآخرين",
    "bullet3": "إرسال فيروسات, برمجيات خبيثة, أو كود ضار آخر",
    "bullet4": "محاولة الحصول على وصول غير مصرح به إلى شبكات أو أنظمة",
    "bullet5": "إجراء هجمات شبكة, هجمات إنكار الخدمة, أو أي شكل من أشكال الهجوم السيبراني",
    "bullet6": "مضايقة, تهديد, أو سوء استخدام الأفراد أو المنظمات"
  },
  "privacy": {
    "title": "الخصوصية وجمع البيانات",
    "paragraph1": "خصوصيتك مهمة لنا. يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا للحصول على معلومات حول كيفية جمعنا, استخدامنا, وحماية معلوماتك الشخصية.",
    "paragraph2": "قد يقوم DotCTL بجمع بيانات فنية حول استخدام شبكتك فقط لتحسين البرمجيات وتقديم الدعم."
  },
  "disclaimers": {
    "title": "التنويهات",
    "paragraph1": "«كما هو» الأساس: DotCTL يتم توفيره «كما هو» بدون ضمانات من أي نوع, صريحة أو ضمنية.",
    "paragraph2": "لا نضمن أن DotCTL خالي من الأخطاء, آمن, أو متوافق مع أنظمتك.",
    "paragraph3": "لا نقدم أي تصريحات حول دقة, اكتمال, أو ملاءمة المعلومات المقدمة بواسطة DotCTL.",
    "paragraph4": "أدوات الشبكة معقدة وقد تسبب آثار غير متوقعة على بيئة شبكتك. استخدم بحذر."
  },
  "limitation": {
    "title": "تحديد المسؤولية",
    "paragraph1": "إلى أقصى حد مسموح به قانونًا, لن نكون مسؤولين عن أي أضرار مباشرة, غير مباشرة, عرضية, تبعية, أو عقابية ناتجة عن استخدامك لـDotCTL.",
    "paragraph2": "يشمل هذا وليس محصرًا الأضرار من فقدان الأرباح, البيانات, أو تعطيل الشبكة.",
    "paragraph3": "مسؤوليتنا الإجمالية بموجب هذه الشروط لن تتجاوز المبلغ الذي دفعت لـDotCTL (إن وجد)."
  },
  "termination": {
    "title": "الإنهاء",
    "paragraph1": "قد نقوم بإنهاء وصولك إلى DotCTL في أي وقت لانتهاك هذه الشروط.",
    "paragraph2": "عند الإنهاء, ستزول جميع الحقوق الممنوحة لك بموجب هذه الشروط."
  },
  "changes": {
    "title": "تغييرات في الشروط",
    "paragraph1": "قد نقوم بتحديث هذه الشروط من وقت لآخر. سنخطرك بأي تغييرات جوهرية.",
    "paragraph2": "استمرارك في استخدام DotCTL بعد التغييرات يشكل قبول الشروط الجديدة."
  },
  "governing": {
    "title": "القانون الساري",
    "paragraph1": "تحكم هذه الشروط قوانين [سلطتك القضائية], دون الالتفات إلى مبادئ تضارب القوانين."
  },
  "contact": {
    "title": "تواصل معنا",
    "paragraph1": "إذا كان لديك أسئلة حول هذه الشروط, يرجى التواصل معنا على:",
    "email": "support@dotctl.com"
  }
}
